[MAIN_WINDOW]
MAIN_TITLE=HDC Downloader
MAIN_MENU_LANGUAGE=Langue(&L)
MAIN_MENU_LANGUAGE_ENG=English
MAIN_MENU_LANGUAGE_FRN=Français
MAIN_MENU_LANGUAGE_DEU=Deutsch
MAIN_MENU_LANGUAGE_ESP=Español
MAIN_MENU_LANGUAGE_JPN=日本語
MAIN_MENU_HELP=Aide(&H)
MAIN_MENU_HELP_VERSION=À propos HDC Downloader(&A)
MAIN_CAMERA_DL=Télécharger depuis caméra
MAIN_CAMERA_DL_IP=Adresse IP ou URL
MAIN_CAMERA_DL_PORT_1=Port
MAIN_CAMERA_DL_PORT_2=Port
MAIN_CAMERA_DL_SSL=SSL
MAIN_CAMERA_DL_PROXY=Proxy
MAIN_CAMERA_DL_PASS=Mot de passe
MAIN_CAMERA_DL_MESSAGE_1=Pas connecté
MAIN_CAMERA_DL_MESSAGE_2=Procéd. connexion.
MAIN_CAMERA_DL_MESSAGE_3=Connecté
MAIN_CAMERA_DL_MESSAGE_4=Erreur
MAIN_SD_HDD_COPY=De copie de SD/HDD 
MAIN_SD_HDD_COPY_LD_FOLDER=Dossier image
MAIN_SD_HDD_COPY_TITLE=Télécharger ou copier type d'image
MAIN_SD_HDD_COPY_JPEG=JPEG
MAIN_SD_HDD_COPY_H264=H.264
MAIN_TIMEDATE_SEARCH=Recherche Heure/Jour
MAIN_ALARM_SEARCH=Recherche d'alarme
MAIN_PLAY_LD_FOLDER=Chargement de dossier
MAIN_PLAY=Lecture

[TIMEDATE_WINDOW]
TIMEDATE_TITLE=Recherche Heure/Jour
TIMEDATE_TOP_TIME=Haut
TIMEDATE_END_TIME=Fin
TIMEDATE_DL_TITLE=Telechargement
TIMEDATE_DL_START_TIME=Heure de début
TIMEDATE_DL_END_TIME=Heure de fin
TIMEDATE_DL_HOUR=Heure
TIMEDATE_DL_MINUTE=Minute
TIMEDATE_SAVE_FOLDER=Enregistrer dossier
TIMEDATE_VIEWER_COPY=avec DLViewer.
TIMEDATE_DOWNLOAD=Telechargement
TIMEDATE_CANCEL=Annuler

[ALARM_WINDOW]
ALARM_TITLE=Recherche d'alarme
ALARM_DATE=Date
ALARM_SEARCH=Rechercher
ALARM_LIST=Liste des alarmes
ALARM_NO=N°
ALARM_PRE_TIME=Pré alarme
ALARM_POST_TIME=Poste d'alarme
ALARM_DURATION=Durée
ALARM_SIZE=Taille (KB)
ALARM_TYPE=Type
ALARM_TYPE_ALM1=Alarme1
ALARM_TYPE_ALM2=Alarme2
ALARM_TYPE_MOTION=Mouvement
ALARM_TYPE_FAILURE=Panne du réseau
ALARM_TYPE_ALM1_M=Alarme1+Mouvement
ALARM_TYPE_ALM2_M=Alarme2+Mouvement
ALARM_TYPE_REC=Touche rec
ALARM_DL_RESULT=Résultat
ALARM_DL_OK=Pass
ALARM_DL_ERR=Fail
ALARM_LIST_NEXT=Suivant
ALARM_LIST_PRE=Précédent
ALARM_SAVE_FOLDER=Enregistrer dossier
ALARM_VIEWER_COPY=avec DLViewer.
ALARM_DOWNLOAD=Telechargement
ALARM_CANCEL=Annuler

[SEARCH_WINDOW]
SEARCH_TITLE=Recherche…
SEARCH_MESSAGE=Veuillez patienter.
SEARCH_CANCELING=Annuler...

[DOWNLOAD_WINDOW]
DOWNLOAD_TITLE=Telechargement
DOWNLOAD_TOTAL_SIZE=Taille totale
DOWNLOAD_REMAINDER_MIN=Reste %2d minute
DOWNLOAD_REMAINDER_HOUR=Reste %d:%2d (h:mm)
DOWNLOAD_OK=OK
DOWNLOAD_YES=Oui
DOWNLOAD_NO=Non
DOWNLOAD_CANCEL=Annuler
DOWNLOAD_DL_MESSAGE_1=Détection de la taille du fichier
DOWNLOAD_DL_MESSAGE_2=Continuer le téléchargement?
DOWNLOAD_DL_MESSAGE_3=Téléchargement en cours.
DOWNLOAD_DL_MESSAGE_4=Terminé.
DOWNLOAD_DL_MESSAGE_5=Erreur

[VERSION_WINDOW]
VERSION_TITLE=À propos HDC Downloader
VERSION_INFO=HDC Downloader Version 1.1.0\n\nDroits d'auteur(C) 2008 SANYO Electric Co., Ltd.\nTous droits réservés.
VERSION_OK=OK

[FOLDER_WINDOW]
FOLDER_TITLE=Parcourir pour dossier
FOLDER_COPY_MESSAGE=Sélectionnez le dossier de démarrage parmi l'un quelconque des dossiers suivants. CAM,JPEG_,H264_
FOLDER_LOAD_MESSAGE=Spécifier un fichier de données
FOLDER_SAVE_MESSAGE=Sélectionner un dossier à télécharger
MAKE_FOLDER=Créer nouv. dossier(&M)

[ERROR_WINDOW]
ERROR_TITLE=Erreur
ERROR_YES=Oui
ERROR_NO=Non
ERROR_ERR_MESSAGE_1=Erreur de connexion. Déconnecté.
ERROR_ERR_MESSAGE_2=Ne peut pas fonctionner pendant l'enregistrement
ERROR_ERR_MESSAGE_3=Arrêt du téléchargement dû à disque dur plein
ERROR_ERR_MESSAGE_4=Données téléchargées inexistantes
ERROR_ERR_MESSAGE_5=Adresse IP ou URL erronée
ERROR_ERR_MESSAGE_6=Numéro de port d'adresse IP erroné. 
ERROR_ERR_MESSAGE_7=Réglage proxy erroné.
ERROR_ERR_MESSAGE_8=Numéro de port de proxy erroné. 
ERROR_ERR_MESSAGE_9=Mot de passe erroné !\nSaisir à nouveau le bon mot de passe.
ERROR_ERR_MESSAGE_10=Chemin d'accès erroné !\nSaisir à nouveau le bon chemin d'accès.
ERROR_ERR_MESSAGE_11=Pas de données enregistrées.\nSpécifier à nouveau l'heure dans l'intervalle.
ERROR_ERR_MESSAGE_12=Connexion impossible car un autre PC est en cours de téléchargement.
ERROR_ERR_MESSAGE_13=Enregistrement en cours.\nVoulez-vous arrêter l'enregistrement de la caméra ?
ERROR_ERR_MESSAGE_14=Sélectionner le type de données à télécharger.
ERROR_ERR_MESSAGE_15=Pas de données enregistrées.\nSélectionner à nouveau Copier dossier de données source.
ERROR_ERR_MESSAGE_16=Confirmer l'heure de début et l'heure de fin.
ERROR_ERR_MESSAGE_17=Pas de données d'alarme enregistrées.\nSélectionner à nouveau l'heure et la date de la recherche.
ERROR_ERR_MESSAGE_18=Erreur
ERROR_ERR_MESSAGE_19=Mise en route de la caméra. Veuillez patienter svp.
